Repository: zet-mobile/ZET-MOBILE_APP_IOS
Catalog: ZET-Mobile/Languages/*.lproj/Localizable.strings
Languages: ru, tg, uz_cyrl

# userOfferDocument
source: Public offer Agreement on the use of the WEB-page or Application of the Operator «ZET-MOBILE» on the website of LLC «TAKOM» (ZET-MOBILE) 1. Terms and definitions 1.1. Operator - Limited Liability Company «TAKOM» (trademark ZET-MOBILE). 1.2. Subscriber («ZET-Mobile Subscriber») - an individual who has entered into an agreement on the provision of communication services with the Operator (hereinafter referred to as the «Subscriber Agreement»). The subscriber is uniquely identified by the subscriber number. 1.3. Application - a mobile application «ZET-MOBILE» (hereinafter referred to as the Application), installed on a subscriber device, allowing the Subscriber to access his personal data on his mobile device, connect / disconnect the Operator's services, and pay for these services from the balance of his number. The application allows you to manage services and services through the WEB-interface / WEB Api using Login and Password of the Personal Account. Personal account - a WEB-page or Application of the Operator, which provides an opportunity to register and use self-service services. The Personal Account can be used by the Subscriber only to meet their needs and interests and cannot be used for commercial purposes. 1.4. Operator's website - https://my.zet-mobile.com 1.5. Login - subscriber number allocated to the Subscriber under the Subscription Agreement 1.6. Password — an alphanumeric code for accessing the Personal Account. 1.7. Authorization in the Personal Account is the entry by the Subscriber of the Login and Password from the Personal Account for the purpose of using self-service services connected by the Subscriber within the Personal Account. 1.8. Acceptance - acceptance by the Subscriber of the terms of the Agreement on the use of the WEB-page or Application of the Operator «ZET-MOBILE» on the website of LLC «TAKOM» (ZET-MOBILE) (hereinafter referred to as the «Agreement») by registering by the Subscriber performing any sequence of actions specified in clause 2.3 of Agreement. 2. Subject of the Agreement. 2.1. As part of the Personal Account on the Operator's WEB page or Application, the Operator offers and provides the Subscriber with the opportunity to register and use the services that were connected by the Subscriber through the Personal Account (or earlier in accordance with the rules for connecting a particular service/service), on the terms that are the subject of this Agreement, which is considered by the Operator as a public offer in accordance with Art. 469 of the Civil Code of the Republic of Tajikistan. 2.2. Registration in the Personal Account is carried out on the basis of entering the Login and Password on the WEB-page or the Operator's Application. Registration in a specific service is carried out in accordance with the rules of the corresponding service. To use a specific service after registration, authorization in the Personal Account is sufficient. 2.3. To register in the Personal Account, the Subscriber must perform the following sequence of implicit actions: - read the terms of this Agreement, - click the «I accept the terms of the agreement» button - enter the login and password given to the Subscriber in the appropriate fields. 2.4. Acceptance (acceptance by the Subscriber of the terms of this Agreement) is carried out by the Subscriber performing the sequence of actions specified in clause 2.3 of present agreement. 2.5. The fact of the Subscriber's Registration in the Personal Account means: - The Subscriber is familiar with the terms of the Agreement; - full and unconditional acceptance (acceptance) by the Subscriber of the terms of this Agreement from the relevant moment in time, in accordance with Article 470 of the Civil Code of the Republic of Tajikistan; - The Agreement has entered into force and has become binding on the Subscriber. 2.6. By registering, the Subscriber confirms that he is fluent in Russian and that the drafting of the Agreement in Russian is acceptable to him. 3. Rights and obligations of the parties 3.1. The operator is obliged: 3.1.1. Provide the Subscriber with access to the Personal Account, in accordance with clause 2.1., clause 2.2 of present agreement. 3.1.2. Do not disclose, transfer information to third parties about the Subscriber and his operations in the Personal Account, except as otherwise provided by the current legislation of the Republic of Tajikistan. 3.2. The operator has the right: 3.2.1. Refuse to provide the Subscriber with access to the Personal Account, in case of violation by the Subscriber of his obligations. 3.2.2. Deny the Subscriber registration in the Personal Account in case of repeated incorrect entering a password. 3.2.3. Restrict access to the Personal Account (including using automated systems) in order to implement the obligations of the Operator to protect information established by the current legislation of the Republic of Tajikistan. 3.2.4. Make changes to the Personal Account in connection with the introduction of new products and services, as well as provide access to new services without prior notice to the Subscriber. 3.2.5. At any time, unilaterally change the terms of this Agreement. 3.2.6. If the Operator suspects the Subscriber of committing illegal actions, including: distribution of spam, malware, other acts that violate the terms of this Agreement or the requirements of the current legislation of the Republic of Tajikistan, apply to the relevant state authorities with a statement and / or block and / or delete subscriber's access to the Personal Account 3.3. The operator is not responsible: 3.3.1. For the consequences of unauthorized use of the Personal Account by third parties, which happened through no fault of the Operator. 3.3.2. For direct or indirect damage incurred by the Subscriber as a result of errors, omissions, interruptions in work, changes in functions, defects, delays in work that occurred through no fault of the Operator. 3.4. The subscriber is obliged: 3.4.1. To provide Internet access at its own expense, as well as to configure and protect against unauthorized use of its equipment, and to respond promptly when cases of such use are detected. 3.4.2. Be responsible for the safety of the Password to the Personal Account set by the Subscriber and for losses that may arise due to unauthorized use of the Password. 3.4.3. Accept full responsibility for all requests and actions taken through the Personal Account that took place after the Subscriber registered in the Personal Account under his account and password. 3.4.4. Accept full responsibility for any violation of the obligations established by this Agreement, as well as for all consequences of such violations (including any loss or damage that the Operator may suffer). 3.4.5. Do not use the services of the Personal Account to perform any actions that are contrary to the current legislation of the Republic of Tajikistan and interfere with the subscribers of the Operator and other telecom operators. 3.5. The subscriber has the right: 3.5.1. Use the Personal Account in accordance with the terms of this Agreement. 3.5.2. In the event that the Subscriber has claims, wishes related to the provision of services of the Personal Account, issue a corresponding application. 4. Terms of use 4.1. The personal account allows the Subscriber to: 4.1.1. Connect / disconnect and use the services of the Operator. The full list of services can be found on the Operator's website; 4.1.2. Pay for the Operator's services connected from the Personal Account. In this case, payment is made by debiting the appropriate funds in the amount of the cost of the service from the electronic account of the Subscriber's subscriber number. 4.1.3. Top up your electronic account. 4.2. Conditions for using the services specified in clause 4.1. of this Agreement, the cost and conditions of their tariffication are indicated on the Operator's Website. When ordering these services, the Subscriber is considered to have read and agreed with the rules for their use, the cost and procedure for their tariffication. 4.3. The application provides for the possibility of obtaining details of the Subscriber's activity by subscriber number within a specified period, which cannot be more than 180 calendar days. Detailing is provided at the request of the Subscriber. 4.4. Details include information about calls made for the period, date and time of the call, information about outgoing SMS messages, the total volume of outgoing Internet traffic, as well as the total amount of charges. 4.5. When making a Request, the Subscriber may specify an e-mail address for delivery of information on the Request. The Subscriber is responsible for the correctness, accuracy and completeness of the provided e-mail address. 4.6. The provision of details through the Personal Account is carried out by the Operator free of charge. 5. Limitations and Liability 5.1. The Subscriber undertakes not to use the Personal Account to perform any actions that are contrary to the current legislation of the Republic of Tajikistan. 5.2. When using the Personal Account, the Subscriber is prohibited from: - register as a Subscriber on behalf of or instead of another person (“false account”), at the same time, registration on behalf and on behalf of another person is possible, subject to obtaining the necessary powers in the manner and form provided for by the legislation of the Republic of Tajikistan; - in any way, including, but not limited to, by deception, breach of trust, hacking, try to gain access to the login and password of another Subscriber; - carry out illegal collection and processing of personal data of other persons; 5.3. The Subscriber undertakes to take appropriate measures to prevent unfair use of the Subscriber's Personal Account by third parties, as well as promptly respond if such use is detected. 5.4. The Operator is not responsible and does not compensate for losses incurred due to unauthorized use of the Subscriber's Personal Account by third parties. 5.5. The Subscriber is responsible for the actions of third parties using the subscriber's number to use the Subscriber's Personal Account. 5.6. Under no circumstances shall the Operator be liable for direct or indirect damage, interruptions in work, changes in functions, defects, delays in work that occurred through no fault of the Operator. 5.7. The functions of the Personal Account are available to the Subscriber in full only if the Subscriber has access to the Internet in accordance with the terms of the Subscription Agreement and the tariff plan chosen by the Subscriber. 6. Other terms 6.1. The performance by the Subscriber of the actions provided for by this Agreement to start using the Personal Account is considered the full and unconditional consent of the Subscriber with this Agreement and the restrictions contained therein. 6.2. The Operator reserves the right to change and/or supplement these Terms at any time. Further use of the Personal Account by the Subscriber after any such changes means the Subscriber's consent to such changes and / or additions.All changes, additions, annexes to this Agreement are an integral part of it and are binding from the moment they are published on the Operator's Website, unless otherwise specified by the Operator. 6.3. In all other respects that are not expressly provided for by this Agreement, the Subscriber and the Operator are guided by the Subscription Agreement, the information posted on the Operator's website, as well as the current legislation of the Republic of Tajikistan. 6.4. This Agreement shall enter into force for the Subscriber from the moment of authorization (registration) and is valid for an indefinite period or until the Operator makes changes and publishes the Agreement on the Operator's Website in a new edition. 6.5. The current version of the Agreement is located at the following address: my.zet-mobile.com
ru: Публичная оферта. Соглашение о пользовании WEB-страницей или Приложением Оператора «ZET-MOBILE» на сайте ООО «ТАКОМ» (ZET-MOBILE) 1. Термины и определения 1.1. Оператор — Общество с ограниченной ответственностью «ТАКОМ» (товарный знак ZET-MOBILE). 1.2. Абонент («Абонент ZET-Mobile») - физическое лицо, заключившее договор об оказании услуг связи с Оператором (далее — «Абонентский договор»). Абонент однозначно идентифицируется по абонентскому номеру. 1.3. Приложение – мобильное приложение «ZET-MOBILE» (далее по тексту Приложение),устанавливаемое на абонентское устройство, позволяющее Абоненту получить на своем мобильном устройстве доступ к своим личным данным, подключать/ отключать услуги Оператора, а также оплачивать данные услуги с баланса своего номера. Приложение позволяет осуществлять управление сервисами и услугами через WEB-интерфейс/ WEB Api, используя Логин и Пароль Личного кабинета. Личный кабинет — WEB-страница или Приложение Оператора, предоставляющее возможность регистрации и пользования сервисами самообслуживания. Личный кабинет может быть использован Абонентом только для удовлетворения своих потребностей и интересов и не может быть использовано в коммерческих целях. 1.4. Веб-сайт Оператора - https://my.zet-mobile.com 1.5. Логин - абонентский номер, выделенный Абоненту по Абонентскому договору 1.6. Пароль — буквенно-цифровой код для доступа в Личный кабинет. 1.7. Авторизация в Личном кабинете — ввод Абонентом Логина и Пароля от Личного кабинета для целей пользования сервисами самообслуживания, подключенными Абонентом в рамках Личного кабинета. 1.8. Акцепт - принятие Абонентом условий Соглашения о пользовании WEB-странице или Приложении Оператора «ZET-MOBILE» на сайте ООО «ТАКОМ» (ZET-MOBILE) (далее – «Соглашение») путем регистрации посредством совершения Абонентом любой последовательности действий, указанных в пункте 2.3. Соглашения. 2. Предмет Соглашения. 2.1. В рамках Личного кабинета на WEB-странице или Приложении Оператора, Оператор предлагает и предоставляет Абоненту возможность регистрироваться и пользоваться сервисами, которые были подключены Абонентом через Личный кабинет (либо ранее в соответствии с правилами подключения конкретного сервиса/услуги), на условиях, являющихся предметом настоящего Соглашения, который рассматриваются Оператором как публичная оферта в соответствии со ст. 469 Гражданского кодекса Республики Таджикистан. 2.2. Регистрация в Личном кабинете осуществляется на основании ввода Логина и Пароля на WEB-странице или Приложении Оператора. Регистрация в конкретном сервисе осуществляется в соответствии с правилами соответствующего сервиса. Для пользования конкретным сервисом после Регистрации достаточно Авторизации в Личном кабинете. 2.3. Для регистрации в Личном кабинете Абоненту необходимо осуществить следующую последовательность конклюдентных действий: - ознакомиться с условиями настоящего Соглашения, - нажать кнопку «Принимаю условия соглашения» - ввести в соответствующие поля логин и пароль, выданный Абоненту. 2.4. Акцепт (принятие Абонентом условий настоящего Соглашения) осуществляется посредством совершения Абонентом последовательности действий, указанных в п.2.3. настоящего Соглашения. 2.5. Факт Регистрации Абонента в Личном кабинете означает: - Абонент ознакомлен с условиями Соглашения; - полное и безоговорочное принятие (акцепт) Абонентом условий настоящего Соглашения с соответствующего момента времени, в соответствии со ст.470 Гражданского кодекса Республики Таджикистан; - Соглашение вступило в силу и стало обязательным для Абонента. 2.6. Абонент путем Регистрации подтверждает, что он свободно владеет русским языком, и что составление Соглашения на русском языке является для него приемлемым. 3. Права и обязанности сторон 3.1. Оператор обязан: 3.1.1. Обеспечить Абоненту доступ в Личный кабинет, в соответствии с п.2.1., п.2.2. настоящего Соглашения. 3.1.2. Не разглашать, не передавать информацию третьим лицам об Абоненте и его операциях в Личном кабинете, за исключением случаев, предусмотренных действующим законодательством Республики Таджикистан. 3.2. Оператор имеет право: 3.2.1. Отказать Абоненту в предоставлении доступа к Личному кабинету, в случае нарушения Абонентом своих обязательств. 3.2.2. Отказать Абоненту в Регистрации в Личном кабинете в случае неоднократного некорректного ввода пароля. 3.2.3. Осуществлять ограничение доступа к Личному кабинету (в том числе с использованием автоматизированных систем) в целях реализации, установленных действующим законодательством РТ обязательств Оператора по защите информации. 3.2.4. Вносить изменения в Личный кабинет в связи с внедрением новых продуктов и услуг, а также предоставлять доступ к новым сервисам без предварительного уведомления Абонента. 3.2.5. В любой момент времени, в одностороннем порядке изменить условия данного Соглашения. 3.2.6. В случае, если Оператор заподозрит Абонента в совершении противоправных действий, в том числе: распространение спама, вредоносных программ, других деяний, нарушающих условия настоящего Соглашения или требований действующего законодательства РТ, обратиться в соответствующие государственные органы с заявлением и/или заблокировать и/или удалить доступ абонента к Личному кабинету. 3.3. Оператор не несет ответственности: 3.3.1. За последствия несанкционированного использования Личного кабинета третьими лицами, случившегося не по вине Оператора. 3.3.2. За прямой или косвенный ущерб, понесенный Абонентом в результате ошибок, пропусков, перерывов в работе, изменения функций, дефектов, задержек в работе, случившихся не по вине Оператора. 3.4. Абонент обязан: 3.4.1. Обеспечить за свой счет доступ в Интернет, а также настройку и защиту от несанкционированного использования своего оборудования, а также оперативно реагировать при обнаружении случаев такого использования. 3.4.2. Нести ответственность за сохранность установленного Абонентом Пароля к Личному кабинету и за убытки, которые могут возникнуть по причине несанкционированного использования Пароля. 3.4.3. Принять полную ответственность за все обращения и действия, предпринятые через Личный кабинет, имевшие место после регистрации Абонента в Личном кабинете под его учетной записью и паролем. 3.4.4. Принять полную ответственность за любое нарушение обязательств, установленных настоящим Соглашением, а также за все последствия таких нарушений (включая любые убытки или ущерб, которые может понести Оператор). 3.4.5. Не использовать услуги Личного кабинета для совершения каких-либо действий, противоречащих действующему законодательству Республики Таджикистан и мешающих абонентам Оператора и других операторов связи. 3.5. Абонент имеет право: 3.5.1. Пользоваться Личным кабинетом согласно условиям настоящего Соглашения. 3.5.2. В случае возникновения у Абонента претензий, пожеланий, связанных с предоставлением услуг Личного кабинета, оформить соответствующее заявление. 4. Условия использования 4.1. Личный кабинет позволяет Абоненту: 4.1.1. Подключать/отключать и использовать услуги Оператора. С полным перечнем услуг можно ознакомиться на веб-сайте Оператора; 4.1.2. Оплачивать услуги Оператора, подключенные с Личного кабинета. В данном случае, оплата осуществляется путем списания соответствующих средств в размере стоимости услуги с электронного счета абонентского номера Абонента. 4.1.3. Пополнить электронный счет. 4.2. Условия пользования услугами, указанными в п.4.1. настоящего Соглашения, стоимость и условия их тарификации указываются на Сайте Оператора. Заказывая данные услуги, Абонент считается ознакомленным и согласившимся с правилами их использования, стоимостью и порядком их тарификации. 4.3. Приложение предусматривает возможность получения детализации активности Абонента по абонентскому номеру в пределах установленного периода, который не может быть более 180 календарных дней. Детализация предоставляется по запросу Абонента. 4.4. В детализации указываются сведения о совершенных звонках за период, дата и время совершения звонка, сведения об исходящих SMS- сообщениях, об общем объеме исходящего интернет - трафика, а также общая сумма начислений. 4.5. При совершении Запроса Абонент может указать адрес электронной почты для доставки информации по Запросу. Абонент несет ответственность за правильность, точность и полноту предоставленного адреса электронной почты. 4.6. Предоставление детализации посредством Личного кабинета осуществляется Оператором на безвозмездной основе. 5. Ограничения и ответственность 5.1. Абонент обязуется не использовать Личный кабинет для совершения каких-либо действий, противоречащих действующему законодательству Республики Таджикистан. 5.2. Абоненту при использовании Личного кабинета запрещается: - регистрироваться в качестве Абонента от имени или вместо другого лица («фальшивый аккаунт») при этом, возможна регистрация от имени и поручению другого лица при условии получения необходимых полномочий в порядке и форме, предусмотренных законодательством Республики Таджикистан; - любым способом, в том числе, но, не ограничиваясь, путем обмана, злоупотребления доверием, взлома, пытаться получить доступ к логину и паролю другого Абонента; - осуществлять незаконный сбор и обработку персональных данных других лиц; 5.3. Абонент обязуется принять надлежащие меры, препятствующие недобросовестному использованию Личного кабинета Абонента третьими лицами, а также оперативно реагировать при обнаружении случаев такого использования. 5.4. Оператор не несет ответственности и не возмещает убытки, возникшие по причине несанкционированного использования Личного кабинета Абонента третьими лицами. 5.5. Абонент несет ответственность за действия третьих лиц, использующих абонентский номер абонента для пользования Личным кабинетом Абонента. 5.6. Ни при каких обстоятельствах Оператор не несет ответственности за прямой или косвенный ущерб, перерывов в работе, изменения функций, дефектов, задержек в работе, случившихся не по вине Оператора. 5.7. Функции Личного кабинета доступны для Абонента в полном объеме, только при наличии у Абонента доступа к сети интернет в соответствии с условиями Абонентского договора и выбранного Абонентом тарифного плана. 6. Прочие условия 6.1. Совершение Абонентом действий, предусмотренных настоящим Соглашением для начала пользования Личного кабинета, считается полным и безоговорочным согласием Абонента с настоящим Соглашением и содержащимися в них ограничениями. 6.2. Оператор оставляет за собой право изменять и/или дополнять настоящие Условия в любое время. Дальнейшее использование Личного кабинета Абонентом после любых подобных изменений означает согласие Абонента с такими изменениями и/или дополнениями. Все изменения, дополнения, приложения к настоящему Соглашению являются неотъемлемой его частью и являются обязательными для исполнения с момента опубликования их на Веб-сайте Оператора, если иное не установлено Оператором. 6.3. Во всём остальном, что прямо не предусмотрено настоящим Соглашением, Абонент и Оператор руководствуются Абонентским договором, информацией, размещенной на веб-сайте Оператора, а также действующим законодательством Республики Таджикистан. 6.4. Настоящее Соглашение вступает в силу для Абонента с момента авторизации (регистрации) и действует на неопределённый срок или до момента внесения изменения со стороны Оператора и публикации Соглашения на Веб-сайте Оператора в новой редакции. 6.5. Действующая редакция Соглашения находится по следующему адресу: my.zet-mobile.com
tg: Пешниҳоди оммавӣ Шартнома оид ба истифодаи WEB-саҳифа ё Замимаи Оператор «ZET-MOBILE» дар вебсайти ҶДММ «TAKOM» (ZET-MOBILE) 1. Истилоҳот ва таърифҳо 1.1. Оператор - Ҷамъияти масъулияташ маҳдуди «ТАКОМ» (тамғаи молии ZET-MOBILE). 1.2. Муштарӣ («Муштарии ZET-Mobile») – шахси воқеие, ки дар бораи пешниҳоди хизматрасонии алоқа бо Оператор шартнома бастааст (минбаъд «Шартномаи муштарӣ»). Муштарӣ аз рӯи рақами муштарӣ мушаххас карда мешавад. 1.3. Замима – замимаи мобилии «ZET-MOBILE» (минбаъд - Барнома), ки дар дастгоҳи муштарӣ насб карда шудааст, ки ба Муштарӣ имкон медиҳад, ки маълумоти шахсии худро дар дастгоҳи мобилии худ дастрас намояд, хидматҳои Операторро пайваст/канад ва маблағи ин хадамотро пардохт намояд. аз бақияи шумораи худ. Ин барнома ба шумо имкон медиҳад, ки хидматҳо ва хидматҳоро тавассути WEB-интерфейс / WEB Api, бо истифодаи Логин ва пароли ҳисоби шахсӣ. Ҳисоби шахсӣ - WEB-саҳифа ё Замимаи Оператор, ки имкони сабти ном ва истифодаи хидматҳои худхизматрасониро фароҳам меорад. Ҳисоби шахсӣ аз ҷониби Муштарӣ метавонад танҳо барои қонеъ кардани ниёзҳо ва манфиатҳои худ истифода шавад ва наметавонад бо мақсадҳои тиҷоратӣ истифода шавад. 1.4. Вебсайти оператор - https://my.zet-mobile.com 1.5. Логин - рақами муштарӣ, ки тибқи Шартномаи обуна ба Муштарӣ ҷудо карда шудааст 1.6. Рамз - рамзи алифбои рақамӣ барои дастрасӣ ба ҳисоби шахсӣ. 1.7. Авторизатсия дар Ҳисоби шахсӣ ворид намудани Логин ва Рамз аз ҳисоби Муштарӣ бо мақсади истифодаи хидматрасонии худхизматрасонии Муштарӣ дар дохили кабинети шахсӣ мебошад. 1.8. Қабул – аз ҷониби Муштарӣ қабул намудани шартҳои Шартнома оид ба истифодаи WEB-саҳифа ё Аризаи Оператори «ZET-MOBILE» дар вебсайти ҶДММ «TAKOM» (ZET-MOBILE) (минбаъд «Шартнома» ) тавассути бақайдгирии Муштарӣ бо иҷрои ҳама гуна пайдарпайии амалҳои дар банди 2.3. Созишнома. 2. Мавзӯи Шартнома. 2.1. Ҳамчун як қисми ҳисоби шахсӣ дар саҳифаи WEB ё замимаи Оператор, Оператор ба Муштарӣ имкони ба қайд гирифтан ва истифода бурдани хидматҳоеро, ки Муштарӣ тавассути ҳисоби шахсӣ пайваст карда буд (ё қаблан мувофиқи қоидаҳои пайвастшавӣ хизматрасонӣ/хизматрасонии мушаххас), бо шартҳое, ки мавзӯи Шартномаи мазкур мебошанд, ки аз ҷониби Оператор мутобиқи моддаи 469-и Кодекси граждании Чумхурии Точикистон ҳамчун офертаи оммавӣ баррасӣ карда мешавад. 2.2. Бақайдгирӣ дар ҳисоби шахсӣ дар асоси ворид кардани Логин ва парол дар саҳифаи WEB ё Аризаи Оператор сурат мегирад. Бақайдгирӣ дар хадамоти мушаххас мувофиқи қоидаҳои хадамоти дахлдор сурат мегирад. Барои истифодаи хидмати мушаххас пас аз бақайдгирӣ авторизатсия дар ҳисоби шахсӣ кифоя аст. 2.3. Барои сабти ном дар Ҳисоби шахсӣ Муштарӣ бояд пайдарпайии зерини амалҳои номуайянро анҷом диҳад: - шартҳои Шартномаи мазкурро хонед, - тугмаи «Ман шартҳои шартномаро қабул мекунам» -ро пахш кунед - логин ва пароли ба Муштарӣ додашударо дар майдонҳои мувофиқ ворид кунед. 2.4. Қабули (қабули Муштарӣ шартҳои Шартномаи мазкур) аз ҷониби Муштарӣ бо иҷрои пайдарпайии амалҳои дар банди 2.3. созишномаи мазкур. 2.5. Далели бақайдгирии муштарӣ дар ҳисоби шахсӣ маънои: - Муштарӣ бо шартҳои Шартнома шинос бошад; - мутобиқи моддаи 470 Кодекси граждании Ҷумҳурии Тоҷикистон аз лаҳзаи дахлдор аз ҷониби Муштарӣ пурра ва бечунучарои қабули (қабули) шартҳои Шартномаи мазкур; - Шартнома эътибор пайдо карда, барои Муштарӣ ҳатмӣ гардид. 2.6. Бо сабти ном, Муштарӣ тасдиқ мекунад, ки забони русиро хуб медонад ва таҳияи Шартнома ба забони русӣ барои ӯ қобили қабул аст. 3. Ҳуқуқ ва ӯҳдадориҳои тарафҳо 3.1. Оператор ӯҳдадор аст: 3.1.1. Мутобиқи банди 2.1., банди 2.2. созишномаи мазкур ба Муштарӣ дастрасиро ба Ҳисоби шахсӣ пешниҳод мекунад. 3.1.2. Маълумотро дар бораи Муштарӣ ва амалиёти ӯ дар суратҳисоби шахсӣ фош накунед, ба шахсони сеюм надиҳед, ба истиснои ҳолатҳое, ки қонунгузории амалкунандаи Ҷумҳурии Тоҷикистон тартиби дигареро пешбинӣ накардааст. 3.2. Оператор ҳуқуқ дорад: 3.2.1. Дар сурати аз ҷониби Муштарӣ вайрон кардани ӯҳдадориҳои худ ба Муштарӣ аз додани дастрасӣ ба Ҳисоби шахсӣ даст кашед. 3.2.2. Бақайдгирии Муштариро дар суратҳисоби шахсӣ дар сурати такроран хато ворид кардани парол рад кунед 3.2.3. Маҳдуд кардани дастрасӣ ба Ҳисоби шахсӣ (аз ҷумла бо истифода аз системаҳои автоматикунонидашуда) бо мақсади иҷрои ӯҳдадориҳои Оператор оид ба ҳифзи иттилоот, ки қонунгузории амалкунандаи Ҷумҳурии Тоҷикистон муқаррар кардааст. 3.2.4. Ба ҳисоби шахсӣ вобаста ба ҷорӣ намудани маҳсулот ва хидматҳои нав тағйирот ворид кунед, инчунин бидуни огоҳии пешакӣ ба Муштарӣ дастрасӣ ба хидматҳои навро таъмин кунед. 3.2.5. Дар ҳар вақт ба таври якҷониба шартҳои ин Шартномаро тағир диҳед. 3.2.6. Агар Оператор Муштариро дар содир намудани амалҳои ғайриқонунӣ гумон кунад, аз ҷумла: паҳн кардани спам, нармафзори зараровар ва дигар амалҳое, ки шартҳои Шартномаи мазкур ё талаботи қонунгузории амалкунандаи Ҷумҳурии Тоҷикистонро вайрон мекунанд, бо ариза ба мақомоти дахлдори давлатӣ муроҷиат намоед ва/ё дастрасии муштариро ба ҳисоби шахсӣ маҳкам ва/ё нест кунед 3.3. Оператор масъул нест: 3.3.1. Барои оқибатҳои истифодаи беиҷозати Ҳисоби шахсӣ аз ҷониби шахсони сеюм, ки бе гуноҳи Оператор рух додааст. 3.3.2. Барои зарари мустақим ё ғайримустақим, ки Муштарӣ дар натиҷаи хатогиҳо, хатогиҳо, қатъи кор, тағирёбии функсияҳо, нуқсонҳо, таъхири кор, ки бе гуноҳи Оператор рух додааст, расонида шудааст. 3.4. Муштарӣ ӯҳдадор аст: 3.4.1. Дастрасии интернетро аз ҳисоби худ таъмин намояд, инчунин конфигуратсия ва аз истифодаи беиҷозати таҷҳизоти онро муҳофизат кунад ва ҳангоми ошкор шудани ҳолатҳои чунин истифода фавран вокуниш нишон диҳад. 3.4.2. Барои бехатарии Рамз ба ҳисоби шахсии аз ҷониби Муштарӣ муқарраршуда ва барои талафоте, ки дар натиҷаи истифодаи беиҷозати Парол ба амал меоянд, ҷавобгар бошед. 3.4.3. Масъулияти пурраи тамоми дархостҳо ва амалҳои тавассути аккаунти шахсӣ анҷомдодашударо, ки пас аз бақайдгирии Муштарӣ дар суратҳисоби шахсӣ таҳти аккаунт ва пароли худ сурат гирифтааст, ба дӯш гиред. 3.4.4. Масъулияти пурра барои ҳама гуна вайрон кардани ӯҳдадориҳои дар Шартномаи мазкур муқарраршуда, инчунин барои ҳама оқибатҳои чунин вайронкуниҳо (аз ҷумла ҳама гуна талафот ё зараре, ки Оператор метавонад расонад). 3.4.5. Барои анҷом додани ҳама гуна амалҳое, ки хилофи қонунгузории амалкунандаи Ҷумҳурии Тоҷикистон буда, ба муштариёни Оператор ва дигар операторони алоқа халал мерасонанд, аз хидматҳои Ҳисоботи шахсӣ истифода набаред. 3.5. Муштарӣ ҳуқуқ дорад: 3.5.1. Ҳисоби шахсиро мувофиқи шартҳои Шартномаи мазкур истифода баред. 3.5.2. Дар сурати доштани даъво, хоҳишҳои Муштарӣ вобаста ба пешниҳоди хидматрасонии Ҳисоби шахсӣ, аризаи дахлдор пешниҳод кунед. 4. Шартҳои истифода 4.1. Ҳисоби шахсӣ ба Муштарӣ имкон медиҳад: 4.1.1. Пайваст кунед / ҷудо кунед ва хидматҳои Операторро истифода баред. Рӯйхати пурраи хидматҳоро дар сайти Оператор пайдо кардан мумкин аст; 4.1.2. Пардохти хидматҳои Оператор аз ҳисоби шахсӣ пайваст карда шудааст. Дар ин ҳолат пардохт бо роҳи аз ҳисоби электронии рақами муштарии Муштарӣ баровардани маблағҳои дахлдор ба маблағи арзиши хизматрасонӣ сурат мегирад. 4.1.3. Ҳисоби электронии худро пур кунед. 4.2. Шартҳои истифодаи хидматҳои дар банди 4.1. шартномаи мазкур, арзиш ва шартҳои тарофакунонии онҳо дар вебсайти Оператор нишон дода шудаанд. Ҳангоми фармоиш додани ин хизматрасониҳо Муштарӣ бо қоидаҳои истифодабарии онҳо, арзиш ва тартиби тарофакунонии онҳо шинос шуда, розӣ шудааст. 4.3. Дар ариза имкони дастрас намудани тафсилоти фаъолияти Муштарӣ бо рақами муштарӣ дар мӯҳлатҳои муайян пешбинӣ шудааст, ки на бештар аз 180 рӯзи тақвимӣ бошад. Тафсилот бо дархости Муштарӣ дода мешавад. 4.4. Тафсилот маълумот дар бораи зангҳо дар давра, сана ва вақти занг, маълумот дар бораи SMS-паёмҳои содиротӣ, ҳаҷми умумии трафики интернетии содиротӣ, инчунин маблағи умумии пардохтҳоро дар бар мегирад. 4.5. Ҳангоми пешниҳоди дархост Муштарӣ метавонад суроғаи почтаи электрониро барои расонидани маълумот оид ба дархост нишон диҳад. Муштарӣ барои дурустӣ, саҳеҳӣ ва пуррагии суроғаи электронии пешниҳодшуда масъул аст. 4.6. Пешниҳоди реквизитҳо тавассути ҳисоби шахсӣ аз ҷониби Оператор ройгон анҷом дода мешавад. 5. Маҳдудиятҳо ва масъулият 5.1. Муштарӣ ӯҳдадор мешавад, ки аз ҳисоби шахсӣ барои анҷом додани амалҳои хилофи қонунгузории амалкунандаи Ҷумҳурии Тоҷикистон истифода набарад. 5.2. Ҳангоми истифодаи Ҳисоби шахсӣ ба Муштарӣ манъ аст: - ба сифати Муштарӣ аз номи ё ба ҷои шахси дигар сабти ном шавад («ҳисоботи бардурӯғ»), дар айни замон бақайдгирӣ аз номи шахси дигар ва аз номи шахси дигар бо шарти гирифтани ваколатҳои зарурӣ бо тартиб ва шакли пешбининамудаи қонун имконпазир аст. тибки конунгузории Чумхурии Точикистон; - бо ҳар роҳ, аз ҷумла, вале бо ин маҳдуд накарда, бо роҳи фиреб, шикастани эътимод, ҳакерӣ, кӯшиш кунед, ки ба логин ва пароли Муштарии дигар дастрасӣ пайдо кунед; - ғайриқонунӣ ҷамъоварӣ ва коркарди маълумоти шахсии шахсони дигар; 5.3. Муштарӣ ӯҳдадор мешавад, ки барои пешгирии истифодаи беинсофона аз ҳисоби шахсии Муштарӣ аз ҷониби шахсони сеюм чораҳои дахлдор андешад, инчунин дар сурати ошкор шудани чунин истифода фавран вокуниш нишон диҳад. 5.4. Оператор масъулият надорад ва барои зиёни аз ҷониби шахсони сеюм беиҷозат истифода бурдани Ҳисоби шахсии Муштарӣ ҷуброн намекунад. 5.5. Муштарӣ барои амалҳои шахсони сеюм бо истифода аз рақами муштарӣ барои истифодаи Ҳисоботи шахсии Муштарӣ масъул аст. 5.6. Оператор дар ҳеҷ ваҷҳ барои зарари мустақим ё ғайримустақим, қатъи кор, тағирёбии функсияҳо, нуқсонҳо, таъхир дар коре, ки бо гуноҳи Оператор рух додааст, масъулият надорад. 5.7. Функсияҳои Ҳисоби шахсӣ ба Муштарӣ пурра дастрас мебошанд, агар Муштарӣ мутобиқи шартҳои Шартномаи абонентӣ ва нақшаи тарофавии интихобкардаи Муштарӣ ба Интернет дастрасӣ дошта бошад. 6. Шартҳои дигар 6.1. Аз ҷониби Муштарӣ иҷро намудани амалҳои пешбининамудаи Шартномаи мазкур ҷиҳати оғози истифодаи Ҳисоби шахсӣ розигии пурра ва бечунучарои Муштарӣ ба Шартномаи мазкур ва маҳдудиятҳои дар он пешбинишуда ҳисобида мешавад. 6.2. Оператор ҳуқуқ дорад дар вақти дилхоҳ ин шартҳоро тағир диҳад ва/ё пурра кунад. Истифодаи минбаъдаи Ҳисоби шахсӣ аз ҷониби Муштарӣ пас аз ҳама гуна тағирот маънои розигии Муштарӣ ба чунин тағйирот ва/ё иловаҳоро дорад. Ҳама тағиротҳо, иловаҳо, замимаҳо ба Шартномаи мазкур қисми ҷудонашавандаи он мебошанд ва аз лаҳзаи интишори онҳо дар вебсайти Оператор ҳатмӣ мебошанд, агар Оператор тартиби дигареро муқаррар накарда бошад. 6.3. Муштарӣ ва Оператор дар ҳама мавридҳои дигаре, ки дар Шартномаи мазкур ба таври возеҳ пешбинӣ нашудаанд, Шартномаи обуна, маълумоти дар вебсайти Оператор ҷойгиршуда, инчунин қонунгузории амалкунандаи Ҷумҳурии Тоҷикистонро ба роҳбарӣ мегиранд. 6.4. Шартномаи мазкур барои Муштарӣ аз лаҳзаи иҷозатдиҳӣ (бақайдгирӣ) эътибор пайдо мекунад ва ба мӯҳлати номуайян ё то аз ҷониби Оператор ворид намудани тағйирот ва интишори Шартнома дар вебсайти Оператор дар таҳрири нав эътибор дорад. 6.5. Нусхаи кунунии Шартнома дар суроғаи зерин ҷойгир аст: my.zet-mobile.com
uz_cyrl: Оммавий таклиф. «TAKOM» Мчж (ZET-MOBILE) веб-сайтида WЕБ-саҳифа ёки Операторнинг «ZET-MOBILE» иловасидан фойдаланиш бўйича шартнома «ZET-MOBILE» «TAKOM» 1. Атамалар ва таърифлар 1.1. Operator - «TAKOM» масъулияти чекланган жамияти (ZET-MOBILE савдо белгиси). 1.2. Абонент («ZET-MOBILE Абоненти») - Operator билан алоқа хизматларини кўрсатиш тўғрисида шартнома тузган жисмоний шахс (бундан буён матнда «Абонент шартномаси» деб юритилади). Абонент абонент рақами орқали ноёб тарзда аниқланади. 1.3. Илова – абонент қурилмасига ўрнатилган «ZET-MOBILE» иловаси (кейинги ўринларда Илова деб юритилади), бу Абонентга ўзининг mobil қурилмасида шахсий маълумотларига кириш, Operator хизматларини улаш/ўчириш ва ушбу хизматлар учун ҳақ тўлаш имконини беради. унинг рақами балансидан. Илова сизга WЕБ-интерфейс / WЕБ Апи ёрдамида хизматлар ва хизматларни бошқариш имконини беради, Шахсий ҳисобнинг login ва пароли истифодаси билан. Шахсий кабинет - ўз-ўзига хизмат кўрсатиш хизматларидан фойдаланиш ва рўйхатдан ўтиш имкониятини берувчи WЕБ-саҳифа ёки Operator иловаси. Шахсий кабинетдан Абонент фақат ўз еҳтиёжлари ва манфаатларини қондириш учун фойдаланиши мумкин ва ундан тижорат мақсадларида фойдаланиш мумкин емас. 1.4. Operator веб-сайти - https://my.zet-mobile.com 1.5. Login - обуна шартномаси бўйича Абонентга ажратилган абонент рақамин 1.6. Парол - Шахсий ҳисоб қайдномасига кириш учун алфанумерик код. 1.7. Шахсий кабинетдаги авторизация - бу Абонент томонидан Шахсий кабинет доирасида уланган ўз-ўзига хизмат кўрсатиш хизматларидан фойдаланиш мақсадида Шахсий кабинетдан login ва паролни киритиш. 1.8. Қабул қилиш - «TAKOM» Мчж (ZET-MOBILE) веб-сайтидаги «ZET-MOBILE» операторининг WЕБ-саҳифасидан ёки иловасидан фойдаланиш бўйича Шартнома шартларини Абонент томонидан қабул қилиниши (кейинги ўринларда «Шартнома») Абонент томонидан 2.3 - Шартноманинг бандида кўрсатилган ҳаракатлар кетма-кетлигини рўйхатдан ўтказиш орқали. 2. Шартноманинг предмети. 2.1. Операторнинг WЕБ-саҳифаси ёки иловасидаги Шахсий кабинетнинг бир қисми сифатида Operator Абонентга Шахсий кабинет орқали (ёки ундан олдин уланиш қоидаларига мувофиқ) уланган хизматлардан рўйхатдан ўтиш ва фойдаланиш имкониятини таклиф қилади ва тақдим етади. маълум бир хизмат/хизмат), ушбу Шартноманинг предмети бўлган шартларда, Operator томонидан 469 Тожикистон Республикаси Фуқаролик Кодексига мувофиқ оммавий оферта сифатида кўриб чиқилади. 2.2. Шахсий кабинетда рўйхатдан ўтиш WЕБ-саҳифада ёки Operator аризасида Login ва Паролни киритиш асосида амалга оширилади. Муайян хизматда рўйхатдан ўтиш тегишли хизмат қоидаларига мувофиқ амалга оширилади. Рўйхатдан ўтгандан кейин маълум бир хизматдан фойдаланиш учун Шахсий кабинетда авторизация қилиш кифоя. 2.3. Шахсий кабинетда рўйхатдан ўтиш учун Абонент қуйидаги яширин ҳаракатлар кетма-кетлигини бажариши керак: - ушбу Шартнома шартларини ўқиб чиқинг, - «Мен шартнома шартларини қабул қиламан» тугмасини босинг - тегишли майдонларга Абонентга берилган login ва паролни киритинг. 2.4. Қабул қилиш (Абонент томонидан ушбу Шартнома шартларини қабул қилиш) Абонент томонидан 2.3 - ҳозирги шартноманинг бандида кўрсатилган ҳаракатлар кетма-кетлигини бажарган ҳолда амалга оширилади. 2.5. Абонентнинг шахсий кабинетида рўйхатдан ўтиш факти қуйидагиларни англатади: - Абонент Шартнома шартлари билан танишса; – мутобиқи моддаи 470 Кодекси граждании Жумҳурии Тожикистон аз лаҳзаи мувофиқи муқаррарнамудаи муқаррарнамудаи Шартномаи тамин ва кҳусуси қабули (қабул) ; - Шартнома кучга кирди ва Абонент учун мажбурий бўлди.н 2.6. Рўйхатдан ўтиш орқали Абонент рус тилини яхши билишини ва Шартноманинг рус тилида тузилиши ўзи учун мақбул еканлигини тасдиқлайди. 3. Томонларнинг ҳуқуқ ва мажбуриятлари 3.1. Operator қуйидагиларга мажбур: 3.1.1. Абонентга 2.1-банд, 2.2 - ҳозирги шартнома бандига мувофиқ Шахсий кабинетга киришни таъминланг. 3.1.2. Абонент ва унинг шахсий кабинетидаги операциялари тўғрисидаги маълумотларни ошкор етманг, учинчи шахсларга берманг, бундан мустасно, агар қонун ҳужжатларида амалдаги Жумҳурияти Тожикистон тартибида бошқача тартиб назарда тутилган. 3.2. Operator қуйидаги ҳуқуқларга ега: 3.2.1. Абонент ўз мажбуриятларини бузган тақдирда, Абонентга Шахсий кабинетга кириш ҳуқуқини беришни рад етиш. 3.2.2. Агар парол қайта-қайта нотўғри керилган бўлса, абонентни Шахсий кабинетда рўйхатдан ўтказишни рад етиш 3.2.3. Операторнинг маълумотни муҳофаза қилиш бўйича мажбуриятларини бажариш, шунингдек, амалдаги қонун ҳужжатларида белгиланган маълумотларни ҳимоя қилиш бўйича шахсий ҳисобни (жумладан, автоматлаштирилган тизимлардан фойдаланиш) чеклаш. 3.2.4. Янги маҳсулот ва хизматлар жорий етилиши муносабати билан Шахсий кабинетга ўзгартиришлар киритиш, шунингдек, Абонентни олдиндан огоҳлантирмасдан янги хизматларга киришни таъминлаш. 3.2.5. Исталган вақтда ушбу Шартнома шартларини бир томонлама равишда ўзгартиринг. 3.2.6. Агар Operator Абонентни ноқонуний хатти-ҳаракатларда, шу жумладан: спам, зарарли дастурларни тарқатиш, ушбу Шартнома шартларини ёки Тожикистон Республикасининг амалдаги қонунчилиги талабларини бузувчи бошқа хатти-ҳаракатларда гумон қилса, тегишли давлат органларига ариза билан мурожаат қилинг. ва/ёки абонентнинг Шахсий кабинетга киришини блоклаш ва/ёки ўчириш 3.3. Operator жавобгар емас: 3.3.1. Операторнинг айбисиз содир бўлган учинчи шахслар томонидан Шахсий кабинетдан рухсациз фойдаланиш оқибатлари учун. 3.3.2. Операторнинг айбисиз содир бўлган хатолар, камчиликлар, ишдаги узилишлар, функцияларнинг ўзгариши, нуқсонлар, ишнинг кечикиши натижасида Абонент томонидан тўғридан-тўғри ёки билвосита зарар учун. 3.4. Абонент қуйидагиларга мажбур: 3.4.1. Ўз маблағлари ҳисобидан Интернетга киришни таъминлаш, шунингдек, ўз жиҳозларини созлаш ва рухсациз фойдаланишдан ҳимоя қилиш ва бундай фойдаланиш ҳолатлари аниқланганда зудлик билан жавоб бериш. 3.4.2. Абонент томонидан ўрнатилган Шахсий кабинетга паролнинг сақланиши ва Паролдан рухсациз фойдаланиш натижасида юзага келиши мумкин бўлган йўқотишлар учун жавобгар бўлинг. 3.4.3. Абонент ўз аккаунти ва пароли остида Шахсий кабинетда рўйхатдан ўтганидан кейин Шахсий кабинет орқали амалга оширилган барча сўровлар ва ҳаракатлар учун тўлиқ жавобгарликни ўз зиммангизга олинг. 3.4.4. Ушбу Шартномада белгиланган мажбуриятларнинг ҳар қандай бузилиши, шунингдек, бундай бузилишларнинг барча оқибатлари (жумладан, Operator кўриши мумкин бўлган ҳар қандай йўқотиш ёки зарар) учун тўлиқ жавобгарликни ўз зиммангизга олинг. 3.4.5. Шахсий кабинет хизматларидан ҳар қандай хатти-ҳаракатларга зид бўлган қонун ҳужжатларига мувофиқ фойдаланманг ва Operator абонентлари ва бошқа алоқа операторларига халақит беради. 3.5. Абонент қуйидаги ҳуқуқларга ега: 3.5.1. Шахсий кабинетдан ушбу Шартнома шартларига мувофиқ фойдаланинг. 3.5.2. Агар Абонентда Шахсий кабинет хизматларини кўрсатиш билан боғлиқ даъволар, истаклар бўлса, тегишли ариза bering. 4. Фойдаланиш шартлари 4.1. Шахсий ҳисоб абонентга қуйидагиларга имкон беради: 4.1.1. Operator хизматларидан уланинг / узинг ва фойдаланинг. Хизматларнинг тўлиқ рўйхати билан Operator веб-сайтида танишиш мумкин; 4.1.2. Шахсий кабинетдан уланган Operator хизматлари учун тўлов. Бунда тўлов Абонентнинг абонент рақамининг електрон ҳисобварағидан хизмат қиймати миқдоридаги тегишли маблағларни ечиб олиш йўли билан амалга оширилади. 4.1.3. Електрон ҳисобингизни тўлдиринг. 4.2. 4.1-бандда кўрсатилган хизматлардан фойдаланиш шартлари. Ушбу Шартнома бўйича, уларнинг нархи ва тарифлаш шартлари Операторнинг веб-сайтида кўрсатилган.Ушбу хизматларга буюртма беришда Абонент улардан фойдаланиш қоидалари, нархи ва уларни тарифлаш тартиби билан танишган ва келишилган ҳисобланади. 4.3. Аризада 180 календар кундан ортиқ бўлмаган муддатда абонент рақами бўйича Абонент фаолияти тўғрисидаги маълумотларни олиш имконияти кўзда тутилган. Тафсилотлар Абонентнинг илтимосига биноан тақдим етилади. 4.4. Тафсилотлар қўнғироқ даври, санаси ва вақти учун қилинган қўнғироқлар, чиқувчи СМС-хабарлар ҳақидаги маълумотлар, чиқувчи Internet-трафикнинг умумий ҳажми, шунингдек, тўловларнинг умумий миқдорини ўз ичига олади. 4.5. Абонент сўровни юборишда Сўров бўйича маълумотни етказиб бериш учун електрон почта манзилини кўрсатиши мумкин. Абонент кўрсатилган електрон почта манзилининг тўғрилиги, тўғрилиги ва тўлиқлиги учун жавобгардир. 4.6. Шахсий кабинет орқали маълумотларни тақдим етиш Operator томонидан бепул амалга оширилади. 5. Чекловлар ва жавобгарлик 5.1. Абонент ўз зиммасига олади, чунки шахсий кабинетдан ҳар қандай хатти-ҳаракатларга зид бўлган қонун ҳужжатларига мувофиқ фойдаланмайди. 5.2. Шахсий кабинетдан фойдаланганда Абонентга қуйидагилар тақиқланади: - бошқа шахс номидан ёки унинг ўрнига Абонент сифатида рўйхатдан ўтиш («ёлғон ҳисоб»), шу билан бирга, белгиланган тартибда ва шаклда зарур ваколатларни олиш шарти билан бошқа шахс номидан ва номидан рўйхатдан ўтиш мумкин. тибқи қонунгузории Жумҳурии Тожикистон; - ҳар қандай йўл билан, шу жумладан, лекин улар билан чекланмаган ҳолда, алдаш, ишончни бузиш, хакерлик йўли билан бошқа Абонентнинг login ва паролига киришга ҳаракат қилиш; - бошқа шахсларнинг шахсий маълумотларини ноқонуний йиғиш ва қайта ишлашни амалга ошириш; 5.3. Абонент Абонентнинг Шахсий кабинетидан учинчи шахслар томонидан ноҳақ фойдаланишнинг олдини олиш бўйича тегишли чоралар кўриш, шунингдек, бундай фойдаланиш аниқланган тақдирда зудлик билан жавоб қайтариш мажбуриятини олади. 5.4. Operator жавобгар емас ва учинчи шахслар томонидан Абонентнинг Шахсий кабинетидан рухсациз фойдаланиш натижасида етказилган зарар учун қопланмайди. 5.5. Абонент шахсий кабинетидан фойдаланиш учун абонент рақамидан фойдаланган учинчи шахсларнинг ҳаракатлари учун Абонент жавобгар бўлади. 5.6. Operator ҳеч қандай ҳолатда Операторнинг айбисиз содир бўлган тўғридан-тўғри ёки билвосита зарар, ишдаги узилишлар, функцияларнинг ўзгариши, нуқсонлар, ишнинг кечикиши учун жавобгар бўлмайди. 5.7. Шахсий кабинетнинг функсиялари Абонентга тўлиқ ҳажмда фақат Абонент шартномаси шартларига ва Абонент танлаган тариф режасига мувофиқ Internet тармоғига кириш имконига ега бўлган тақдирдагина мавжуд бўлади. 6. Бошқа шартлар 6.1. Абонент томонидан ушбу Шартномада назарда тутилган Шахсий кабинетдан фойдаланишни бошлаш бўйича ҳаракатларнинг бажарилиши Абонентнинг ушбу Шартномага ва ундаги чекловларга тўлиқ ва сўзсиз розилиги ҳисобланади. 6.2. Operator исталган вақтда ушбу Шартларни ўзгартириш ва/ёки тўлдириш ҳуқуқини ўзида сақлаб қолади. Бундай ўзгаришлардан кейин Абонент томонидан Шахсий кабинетдан кейинги фойдаланиш Абонентнинг бундай ўзгартириш ва/ёки қўшимчаларга розилигини билдиради. Ушбу Шартномага киритилган барча ўзгартиришлар, қўшимчалар, қўшимчалар унинг ажралмас қисми ҳисобланади ва Операторнинг веб-сайтида еълон қилинган пайтдан бошлаб мажбурийдир, агар Operator томонидан бошқача қоида назарда тутилган бўлмаса. 6.3. Абонент ва Operator бўлган барча бошқа жиҳатларга, ки мазкур Шартномада аниқ назарда тутилмаган бўлса, обуна шартномаси, Операторнинг веб-сайтида еълон қилинган маълумотлар, шунингдек, қонун ҳужжатларининг амалдаги Жумҳурии Тожикистонга амал қилади. 6.4. Ушбу Шартнома Абонент учун авторизация қилинган (рўйхатга олинган) пайтдан кучга киради ва номаълум муддатга ёки Operator ўзгартиришлар киритиб, Шартномани Operator веб-сайтида янги таҳрирда еълон қилгунига қадар амал қилади. 6.5. Шартноманинг жорий версияси қуйидаги манзилда жойлашган: my.zet-mobile.com
