Repository: zet-mobile/ZET-MOBILE_APP_IOS
Catalog: ZET-Mobile/Languages/*.lproj/Localizable.strings
Languages: ru, tg, uz_cyrl

source: Want to buy
ru: Приобрести
