Repository: zet-mobile/ZET-MOBILE_APP_IOS
Catalog: ZET-Mobile/Languages/*.lproj/Localizable.strings
Languages: ru, tg, uz_cyrl

# Error_maximum_limit
source: The maximum limit exceeded
ru: Превышен максимальный лимит
tg: Меъёри ниҳоӣ зиёд карда шуд
uz_cyrl: Максимал лимит ошди

# Error_larger period
source: Error. Need to choose a larger period
ru: Ошибка. Необходимо выбрать больший период
tg: Иштибоҳ. Бояд давраи дарозро интихоб кардинтихоб кард
uz_cyrl: Xато. Каттароқ даврни танлаш керак

# Error_traffic_translation
source: Error. Enter traffic for translation
ru: Ошибка. Введите объем трафика для перевода
tg: Иштибоҳ. Барои интиқол трафикро ворид кунед
uz_cyrl: Xато. Трансфер учун трафикни киритинг

source: Transfer failed
ru: Не удалось выполнить перевод
tg: Интиқол карда нашуд
uz_cyrl: утказолмади

# transfer_successfully_completed
source: Traffic transfer successfully completed
ru: Обмен трафика успешно выполнен
tg: Ивазкунии трафик бомуваффақият анҷом ёфт
uz_cyrl: Трафик алмашинуви муваффақиятли якунланди

# Failed_transfer
source: Failed to perform traffic transfer
ru: Не удалось выполнить обмен трафика
tg: Ивазкунии трафик анҷом дода нашуд
uz_cyrl: Трафик алмашинувини амалга ошириб булмади

source: Public offer.
ru: Публичная оферта.
tg: Пешниҳоди оммавӣ
uz_cyrl: Оммавий таклиф

# max_summa
source: Maximum request amount 5 TJS
ru: Максимальная сумма запроса 5 с.
tg: Ҳадди ниҳоии маблағи дархост 5 с.
uz_cyrl: Максимал сўров миқдори 5 с.

# input_summa
source: Enter amount
ru: Введите сумму
tg: Маблағро ворид кунед
uz_cyrl: Миқдорни киритинг

# input_correct_summa
source: Enter the correct amount
ru: Введите корректную сумму
tg: Маблағи аниқро ворид кунед
uz_cyrl: Тўгри миқдорни киритинг

# zet_call
source: National calls
ru: Звонки по РТ
tg: Зангҳо дар дохили ҶТ
uz_cyrl: Тоҷикистон худудидаги қоьнгьироқлар

# error_title
source: Something went wrong
ru: Что-то пошло не так
tg: Иштибоҳ шуд
uz_cyrl: Нимадир нотогри бажарилди

source: Choose period
ru: Выберите период
tg: Давраро интихоб кунед
uz_cyrl: Даврни танланг

# dn
source: day
ru: дн
tg: рӯз
uz_cyrl: кунлар

source: Period
ru: Период
tg: Давра
uz_cyrl: Давр

# no_active_services
source: You do not have connected services
ru: У Вас нет подключенных услуг
tg: Шумо ба ягон хизматрасонӣ пайваст нестед
uz_cyrl: Сизда уланган xизматлар йўқ

# no_available_services
source: You don't have available services
ru: У Вас нет доступных услуг
tg: Шумо хизматрасонии дастрас надоред
uz_cyrl: Сизда мавжуд xизматлар йуқ

# fill_problem
source: Fill in the field "Describe the problem"
ru: Заполните поле "Опишите проблему"
tg: Майдони "Мушкилотро тавсиф кунед" пур кунед
uz_cyrl: Муаммони тавсифлаш маидонини тӯлдиринг

# no_used_help_at_zero
source: You have not used the service "Help at zero"
ru: Вы еще не воспользовалось услугой "Помощь при нуле"
tg: Шумо то ҳол аз хизматрасонии "Кӯмак ҳангоми сифр" истифода накардаед
uz_cyrl: Сиз "Ердам нолга тенг " xизматидан фойдаланмадингиз

source: No operators
ru: Операторов нет
tg: Операторҳо нестанд
uz_cyrl: Операторлар ёқ

# no_push
source: There are currently no notifications
ru: На данный момент уведомлений нет
tg: Дар айни замон ягон огоҳинома нест
uz_cyrl: Хозирча хеч қандай билдиришнома йӯқ

source: Cancel
ru: Отмена
tg: Бекор кардан
uz_cyrl: Бекор

# all_prices
source: All prices are indicated in the national currency somoni, Еxcise tax of 7% and VAT of 15% Included. All calls are charged per minute.
ru: Все цены указаны в национальной валюте сомони с учетом акциза 7% и НДС 15%. Все звонки тарифицируются поминутно.
tg: Ҳама нархҳо бо асъори миллӣ бо назардошти андози аксизи 7% ва ААИ 15% нишон дода шудаанд. Ҳама зангҳо дар як дақиқа ситонида мешаванд.
uz_cyrl: Барча нарxлар 7% акциз солиги ва 15% ққС хисобга олинган холда миллий валюта сомонида кўрсатилган. Барча қонгироқлар дақиқасига тўланади

# submit
source: Confirmation
ru: Подтверждение
tg: Тасдиқ
uz_cyrl: Тасдиқлаш

# confirm_exit
source: Are you sure you want to exit the app?
ru: Вы действительно хотите выйти из приложения?
tg: Оё Шумо ҳақиқатан аз барнома баромадан мехоҳед?
uz_cyrl: Хақиқатан хам иловадан чиқмоқчимисиз?

# wrong_code_try_count
source: The code is incorrect. Tries left
ru: Код неверный. Попыток осталось
tg: Рамз нодуруст аст. Кӯшиши дигар монд
uz_cyrl: Код нотўгри. Чапга уринишлар

# block_code
source: You are blocked. Wait, please.
ru: Вы заблокированы. Пожалуйста подождите
tg: Рақами Шумо масдуд карда шудааст. Лутфан интизор шавед.
uz_cyrl: Сиз блоклангансиз. Илтимос кутинг.

# touch_ask
source: Put your finger on the scanner
ru: Приложите палец к сканеру
tg: Ангушти худро ба сканер гузоред
uz_cyrl: Бармогингизни сканерга қўйнг

# problem_detail
source: Describe the problem
ru: Опишите проблему
tg: Мушкилотро тавсиф кунед
uz_cyrl: Муаммони тавсифлаш

# Send_message
source: Send a message?
ru: Отправить сообщение?
tg: Паём ирсол намоем?
uz_cyrl: Xабар юбормоқ?

# Choosed
source: Choose
ru: Выбрать
tg: Интихоб кардан
uz_cyrl: Танлаш

# packet_paid
source: Package is paid
ru: Пакет оплачен
tg: Баста пардохт шудааст
uz_cyrl: Тӯланган пакет

# packet_unpaid
source: Package is not paid
ru: Пакет не оплачен
tg: Баста пардохт нашудааст
uz_cyrl: Пакет тӯланмаган

# cost_packet
source: Package price:
ru: Стоимость пакета:
tg: Нархи баста:
uz_cyrl: Пакет нарxи:

# commission_packet
source: Service fee:
ru: Плата за пользование услугой:
tg: Пардохт барои истифодабарии хизматрасонӣ:
uz_cyrl: Xизмат хақи:

# unlim_on
source: Unlimited for:
ru: Безлимит на:
tg: Бемаҳдуд ба:
uz_cyrl: Чексиз:

# Enter_phone_zet
source: Enter the Zet-Mobile number
ru: Введите номер Zet-Mobile
tg: Рақами Zet-Mobile-ро ворид кунед
uz_cyrl: Zet-Mobile рақамини киритинг

source: to
ru: на
tg: ба
uz_cyrl: устида

source: TJS
ru: с.
tg: с.
uz_cyrl: с.

source: TJS
ru: С
tg: С
uz_cyrl: С

# locale_lang
source: en
ru: ru_RU
tg: tg_TJ
uz_cyrl: uz-UZ

source: Calls within the network
ru: Звонки внутри сети
tg: Зангҳо дар дохили шабака
uz_cyrl: Тармоқ ичидаги қоьнгьироқлар

# SMS2
source: SMS
ru: СМС
tg: СМС-паёмак
uz_cyrl: СМС-хабар

source: Somoni
ru: Сомони
tg: Сомонӣ
uz_cyrl: Сомони

source: Service is temporarily unavailable
ru: Сервис верменно недоступен
tg: Хизматрасони айни ҳол дастнорас аст
uz_cyrl: Хизмат вақтинча ишламаапти

# enter_current_passcode
source: Error, please enter current passcode
ru: Ошибка, введите текущий код-пароль
tg: Хато, рамзи ҷориро ворид кунед
uz_cyrl: Xато, ёри паролни киритинг

# Account_topped_up
source: Account has been topped up!
ru: Счет пополнен!
tg: Ҳисоб пурра карда шуд!
uz_cyrl: Хисоб тӯлдирилди!

# error_trafic_count
source: Error. Enter the traffic amount
ru: Ошибка. Введите количество трафика
tg: Хатогӣ. Миқдори трафикро ворид кунед
uz_cyrl: Xато. Микдор трафикини киритинг

source: Menu
ru: Меню
tg: Меню
uz_cyrl: Меню

# menu_content
source: Set up your security, choose a convenient language, light or dark theme It’s up to you, install all ZET-MOBILE applications.
ru: Настрой свою безопасность, выбери удобный язык, светлая или темная тема решать тебе, устанавливай все приложения ZET-MOBILE.
tg: Бехатарии худро ҷур созед, забони мувофиқро интихоб кунед, интихоби шакли равшан ё торик аз Шумо вобаста аст, ҳама замимаҳои ZET-MOBILEро насб кунед.
uz_cyrl: Xавфсизликни созланг, қулай тилни танланг, йоруғлик ёки қоронғи мавзуни танлаш бу сизга боғлиқ, барча ZET-MOBILE иловаларини ӯрнатинг.

# tarif_set
source: Price Plan
ru: Тарифный план
tg: Нақшаи тарофавӣ
uz_cyrl: Тариф режаси

# tarif_set_content
source: Follow the possibilities of your price plan, get acquainted with the available price plans. Upgrade your number in a new way.
ru: Следи за возможностями своего тарифного плана, знакомься с доступными тарифами. Прокачай свой номер по-новому.
tg: Имкониятҳои тарофавии худро пайгирӣ кунед, бо тарофаҳои дастрас шинос шавед. Рақами худро бо роҳи нав такмил диҳед.
uz_cyrl: Тариф режангиз имкониятларига амал қилинг,мавжуд тарифлар билан танишинг. Рақамингизни янги усулда янгиланг.

# serv_set
source: Additional packages
ru: Дополнительные пакеты
tg: Бастаҳои иловагӣ
uz_cyrl: Қўшимча пакетлар

# serv_set_content
source: In this section you will find "Internet", "Minutes", "SMS" packages.
ru: В этом разделе ты найдешь "Интернет", "Минуты", "SMS" пакеты.
tg: Дар ин бахш Шумо бастаҳои "Интернет", "Дақиқаҳо", "СМС"-ро пайдо мекунед.
uz_cyrl: Ушбу бўлимда сиз "Internet", "Дақиқалар", "СмС" пакетларини топасиз.

# serv_fast
source: Fast Services
ru: Быстрые услуги
tg: Хизматрасинҳои зуд
uz_cyrl: Тезкор xизматларъ

# serv_fast_content
source: "Help at zero", "Mobile transfer", "Traffic transfer", "Traffic exchange", "Details" - now on the main screen.
ru: "Помощь при нуле", "Мобильный перевод", "Трафик трансфер", "Обмен трафика", "Детализация"- теперь на главном экране.
tg: "Кӯмак ҳангоми сифр", "Интиқоли мобилӣ", "Интиқоли трафик", "Мубодилаи трафик", "Тафсилот" – акнун дар равзанаи асосӣ.
uz_cyrl: "Нолда ёрдам", "Мобил ўтқазма", "Трафик ўтказмаси", "Трафик алмашинуви", "Тафсилотлар" энди асосий экранда.

# main_title
source: Home
ru: Главная
tg: Асосӣ
uz_cyrl: Асоси

# main_title_content
source: All services, promotions, discounts, the state of the current balance and much more on the main page!
ru: Все услуги, акции, скидки, состояние текущего баланса и многое другое на главном!
tg: Ҳама хизматрасониҳо, иқдомҳо, тахфифҳо, ҳолати тавозуни ҷорӣ ва ғайра дар саҳифаи асосӣ!
uz_cyrl: Барча хизматлар, аксиялар, чегирмалар, жорий баланс ҳолати ва асоси нарса ҳақида кўп нарсалар!

# usage_title
source: Spending
ru: Расходы
tg: Хароҷот
uz_cyrl: Харажатлар

# usage_title_content
source: Order details and control your expenses.
ru: Заказывай детализацию и контролируй свои расходы.
tg: Тафсилотро фармоиш диҳед ва хароҷоти худро назорат кунед.
uz_cyrl: Тафсилотларни буюртма қилинг ва Харажатлар негизини назорат килинг

# help_title
source: Support
ru: Поддержка
tg: Дастгирӣ
uz_cyrl: Ёрдам

# help_title_content
source: Map of offices, hotline, links to our instant messengers – now "everything at hand"!
ru: Карта офисов, горячая линия, ссылки на наши мессенджеры - теперь все под рукой!
tg: Харитаи марказҳои хизматрасонӣ, рақами боварӣ, истинодҳо ба паёмрасонҳои фаврии мо - акнун ҳама чиз дар кафи даст!
uz_cyrl: офислар харитаси, ишонч телефони, тезкор мессенжерларимизга ҳаволвлар энди ҳамма нарса қўлингизга!

# userOfferDocumentTitle
source: User Agreement
ru: Пользовательское соглашение
tg: Шартҳои истифода
uz_cyrl: Фоидаланиш шартлари
