Repository: zet-mobile/ZET-MOBILE_APP_IOS
Catalog: ZET-Mobile/Languages/*.lproj/Localizable.strings
Languages: ru, tg, uz_cyrl

# PreregYes
source: You have re-registered the number.
ru: Вы прошли перерегистрацию номера.
tg: Рақами Шумо аз нав ба қайд гирифта шудааст.
uz_cyrl: Сиз қайта руйхатан утиз.

# PreregNo
source: You have not re-registered your number.
ru: Вы не прошли перерегистрацию номера.
tg: Шумо рақами худро аз нав ба қайд нагирифтаед.
uz_cyrl: Рақамингизни қайтан руйхатан утингизми.

source: Charkhi Ikbol
ru: Чархи икбол
tg: Чархи Иқбол
uz_cyrl: Чархи Иқбол

source: My tickets
ru: Мои билеты
tg: Чиптаҳои ман (ID)
uz_cyrl: Менинг чипталарим

source: Buy tickets
ru: Купить билеты
tg: Харидани чипта (ID)
uz_cyrl: Чипталарни сотиб олиш учун

# DrawTerms
source: Terms of the draw
ru: Условия розыгрыша
tg: Шартҳои бозии лотериявӣ
uz_cyrl: Лотереа оин шартлари

source: Participate !
ru: Участвовать!
tg: Иштирок кардан!
uz_cyrl: Иштирок етинг!

# OneTicketPrice
source: Price of the ticket:
ru: Цена одного билета:
tg: Нархи як чипта:
uz_cyrl: Битта чипта нарxи:

# Present
source: As a present:
ru: В подарок:
tg: Ҳамчун тӯҳфа:
uz_cyrl: Совга сифатида:

# ButtonBuyTickets
source: Buy ID
ru: Купить ID
tg: Хариди ID
uz_cyrl: ID сотиб олинг

# SuccessBuy
source: ID numbers successfully acquired
ru: ID-номера успешно приобретены
tg: ID рақамҳо бомуваффақият харида шуд
uz_cyrl: ID рақамлари муваффақиатли олинди

source: My tickets
ru: Мои билеты
tg: Чиптаҳои ман (ID)
uz_cyrl: Менинг чипталарим

# WITHOUT_DRAW
source: You are not yet a participant in the drawing “Charkhi Ikbol”
ru: Вы еще не являетесь участником розыгрыша “Чархи Икбол”
tg: Шумо ҳанӯз иштирокчии бозии “Чархи Икбол” нестед
uz_cyrl: Сиз хали “Чарxи Иқбол” оъини иштирокчиси емассиз

# DRAW_TERMS
source: Terms of the draw
ru: Условия розыгрыша
tg: Шартҳои бозии лотериявӣ
uz_cyrl: Лотереа оин шартлари

# FeedbackContactNumber
source: Contact number
ru: Контактный номер
tg: Рақам барои тамос
uz_cyrl: Алоқа рақамни

source: Good Day
ru: Добрый день
tg: Рӯз ба хайр
uz_cyrl: Хайрли кун

source: Your balance
ru: Ваш баланс
tg: Тавозуни Шумо
uz_cyrl: Сизнинг балансингиз

source: Top up balance
ru: Пополнить
tg: Пур кардан
uz_cyrl: Тӯлдириш

source: Fast services
ru: Быстрые услуги
tg: Хидматҳои зуд
uz_cyrl: Тезкор хизматлар

source: Special offers
ru: Специальные предложения
tg: Пешниҳодҳои махсус
uz_cyrl: Маxсус таклифлар

# View_all
source: All services
ru: Все услуги
tg: Ҳама хизматрасониҳо
uz_cyrl: Барча хизматлар

# megabyte
source: mb
ru: мб
tg: мб
uz_cyrl: мб

source: sms
ru: смс
tg: смс
uz_cyrl: смс

# minutes
source: min
ru: мин
tg: дақ
uz_cyrl: дақ

source: Services
ru: Услуги
tg: Хизматрасониҳо
uz_cyrl: Xизматлар

source: Traffic transfer
ru: Трафик трансфер
tg: Интиқоли трафик
uz_cyrl: Трафикни узатиш

source: Traffic exchange
ru: Обмен трафика
tg: Мубодилаи трафик
uz_cyrl: Трафик алмашинуви

source: Money transfer
ru: Перевод денег
tg: Интиқоли маблағ
uz_cyrl: Пул утказиш

source: Search for number
ru: Поиск номера
tg: Ҷустуҷӯи рақам
uz_cyrl: Ракам кидириш

source: Help at zero
ru: Помощь при нуле
tg: Кумак ҳангоми сифр
uz_cyrl: Нолга ёрдам бериш

source: History
ru: Детализация
tg: Тафсилот
uz_cyrl: Тафсилотлар

# somoni
source: TJS
ru: сомон
tg: сомони
uz_cyrl: сомон

# Top_account
source: Top up account
ru: Пополнить счет
tg: Ҳисобро пур кунед
uz_cyrl: Хисобни тулдириш

source: Temporary payment
ru: Временный платеж
tg: Пардохти муваққатӣ
uz_cyrl: Вақтинчалик толов

# Payment_via
source: Payment via 'Korti Milli'
tg: Пардохти 'Корти Миллӣ'
uz_cyrl: Корти миллини толови

source: Ask friend
ru: Попросить у друга
tg: Аз дӯстатон пурсед
uz_cyrl: Дустингиздан суранг

source: Notifications
ru: Уведомления
tg: Хабарнома
uz_cyrl: Хабарнома

# More_details
source: More
ru: Подробнее
tg: Бештар
uz_cyrl: Купроқ маълумот

source: Connect
ru: Подключить
tg: Пайваст кардан
uz_cyrl: Уланиш

source: Home
ru: Главная
tg: Асосӣ
uz_cyrl: Асоси

source: Wallet
ru: Кошелек
tg: Ҳамён
uz_cyrl: Хамён

source: Expenses
ru: Расходы
tg: Хароҷот
uz_cyrl: Харочотлар

source: Support
ru: Поддержка
tg: Дастгирӣ
uz_cyrl: Қӯллаб-қувватлаш

source: Profiles
ru: Профили
tg: Профилҳо
uz_cyrl: Профиллар

source: Available
ru: Доступные
tg: Дастрас
uz_cyrl: Мавчуд

source: Active
ru: Активные
tg: Фаъол
uz_cyrl: Фаол

source: Disable
ru: Отключить
tg: Хомӯш кардан
uz_cyrl: Учириш

source: Connect/ Activate
ru: Подключить
tg: Пайваст кардан
uz_cyrl: Васл килиш

source: Search services
ru: Искать услуги
tg: Ҷустуҷӯ кардани хизматрасонӣ
uz_cyrl: қидирув xизматлари

source: Tariff plan
ru: Тарифный план
tg: Нақшаи тарифӣ
uz_cyrl: Тариф речаси

source: Your tariff
ru: Ваш тариф
tg: Тарофаи Шумо
uz_cyrl: Сизнинг тарифингиз

# Re-activate
source: Reconnect price plan
ru: Переподключить тариф
tg: Аз нав пайваст кардани тарофа
uz_cyrl: Тарифни қайта улаш

# Re-activate2
source: Reconnect price plan
ru: Переподключить тариф
tg: Тарофаи
uz_cyrl: Қайта уланинг

# Set_plan
source: Set up a plan
ru: Конструктор
tg: Конструктор
uz_cyrl: Дизайн

# Connect_tariff
source: Connect price plan
ru: Подключить тариф
tg: Пайваст кардани тарофа
uz_cyrl: Уланиш тарифи

# Connect_tariff2
source: Connect to price plan
ru: Подключить тариф
tg: Тарофаи
uz_cyrl: Тариф

source: Change tariff
ru: Сменить тариф
tg: Иваз кардани тарофа
uz_cyrl: Тарифни узгартириш

source: Yesterday
ru: Вчера
tg: Дирӯз
uz_cyrl: Кеча

source: A week
ru: Неделя
tg: Ҳафта
uz_cyrl: Бир хафта

source: Month
ru: Месяц
tg: Моҳ
uz_cyrl: Ой

source: History of expenses
ru: История расходов
tg: Таърихи хароҷот
uz_cyrl: харачотлар таъриxи

source: Connect package
ru: Подключить пакеты
tg: Бастаҳоро пайваст кунед
uz_cyrl: Пакетларни уланг

# DATA
source: Internet
ru: Интернет
tg: Интернет
uz_cyrl: Интернет

source: Calls
ru: Звонки
tg: Зангҳо
uz_cyrl: Қӯнғироқлар

source: Messages
ru: Сообщения
tg: Паёмҳо
uz_cyrl: Xабарлар

source: from
ru: из
tg: Аз
uz_cyrl: Дан

source: New transfer
ru: Новый перевод
tg: Ивази нав
uz_cyrl: Янги утказма

source: Transfer History
ru: История переводов
tg: Таърихи ивазкуниҳо
uz_cyrl: Утказма таъриxи

source: Minutes
ru: Минуты
tg: Дақиқаҳо
uz_cyrl: Дақиқа

source: Minutes within the network
ru: Минуты внутри сети
tg: Дақиқаҳо дар дохили шабака
uz_cyrl: Тармоқ ичидаги дақиқалар

source: Recipient number
ru: Номер получателя
tg: Рақами қабулкунанда
uz_cyrl: Қабул қилувчи рақами

source: Invalid recipient number
ru: Неверный номер получателя
tg: Рақами нодурусти қабулкунанда
uz_cyrl: Нотугри қабул қилувчи рақами

source: Package type
ru: Тип пакета
tg: Навъи баста
uz_cyrl: Пакет тури

source: Number of package units
ru: Количество единиц пакета
tg: Шумораи воҳидҳои бастаҳо
uz_cyrl: Пакет бирликлари сони

source: Commission:
ru: Комиссия:
tg: Комиссия:
uz_cyrl: Комиссия:

source: More about the service
ru: Подробнее об услуге
tg: Тафсилоти бештар дар бораи хизматрасонӣ
uz_cyrl: Xизмат хақида купроқ маълумот

source: Close
ru: Закрыть
tg: Пӯшидан
uz_cyrl: Ёпиш. Тугатиш

source: Conditions
ru: Условия
tg: Шартҳо
uz_cyrl: Шартлар

source: Transfer
ru: Перевести
tg: Интиқоли
uz_cyrl: Утказма

# Transfer2
source: Transfer
ru: Перевести
tg: Интиқол
uz_cyrl: Утказма

source: Exchange traffic
ru: Обменять трафик
tg: Мубодилаи трафик
uz_cyrl: Трафикни алмашинуви

source: History of exchanges
ru: История обменов
tg: Таърихи мубодила
uz_cyrl: Янгиланиш тариxи

source: Exchange
ru: Обменять на
tg: Мубодила барои
uz_cyrl: Алмашиш

source: Balance and packages
ru: Баланс и пакеты
tg: Тавозун ва бастаҳо
uz_cyrl: Баланс ва пакетлар

# Translation_Amount
source: Amount
ru: Сумма
tg: Маблағ
uz_cyrl: Суммаси

source: Purchase package
ru: Приобрести пакет
tg: Хариди баста
uz_cyrl: Xарид қутиси

source: New package
ru: Новый пакет
tg: Бастаи нав
uz_cyrl: Янги туплам

source: Query history
ru: История запросов
tg: Таърихи дархостҳо
uz_cyrl: Суров таъриxи

# EXPENSES_FOR_3_MONTHS
source: Expenses for 3 months (TJS)
ru: Расходы за 3 месяца (сомони)
tg: Хароҷот барои 3 моҳ (сомонӣ)
uz_cyrl: 3 ой (Сомони) xарочотлар

# DAYS_IN_NETWORK
source: Days within the network
ru: Дней внутри сети
tg: Рӯзҳо дар дохили шабака
uz_cyrl: Тармоқ ичидаги кунлар

source: New request
ru: Новый запрос
tg: Дархости нав
uz_cyrl: Янги суров

source: History period
ru: Период детализации
tg: Таърихи дархост
uz_cyrl: Тафсилотлар даври

source: Service cost
ru: Стоимость услуги
tg: Арзиши хизматрасонӣ
uz_cyrl: Xизмат нарxи

source: Send
ru: Отправить
tg: Фиристодан
uz_cyrl: Юбориш

source: Own perious
ru: Свой период
tg: Давраи худ
uz_cyrl: Сизнинг даврингиз

source: Day
ru: Сутки
tg: Рӯз
uz_cyrl: Кун

source: Enter e-mail
ru: Введите e-mail
tg: Почтаи электрониро ворид кунед
uz_cyrl: Електрон почтани киритинг

source: Mobile transfer
ru: Мобильный перевод
tg: Интиқоли мобилӣ
uz_cyrl: Мобил тарйимаси

source: Total
ru: Итого
tg: Ҳамагӣ
uz_cyrl: Ями

# unpaid_package
source: You have an unpaid package. To purchase a new package, make payment for the current package.
ru: У вас имеется неоплаченный пакет. Чтобы приобрести новый пакет, внесите оплату за текущий.
tg: Шумо бастаи пардохтнашуда доред. Барои харидани бастаи нав, бастаи ҳозираро пардохт кунед.
uz_cyrl: Сизда туланмаган пакет бор. янги тупламни сотиб олиш учун хозирги учун туловни амалга оширинг.

# Pay_current
source: Pay for the current package
ru: Оплатить текущий пакет
tg: Пардохти бастаи ҷорӣ
uz_cyrl: Оқим пул

# Pay_current2
source: Pay for the current
ru: Оплатить текущий
tg: Пардохти ҷорӣ
uz_cyrl: Оқим пул

# Cost_current_package:
source: Cost of the current package:
ru: Стоимость текущего пакета:
tg: Арзиши бастаи ҳозира
uz_cyrl: Чорий пакет нарxи:

# on_the
source: to the
ru: на
tg: ба
uz_cyrl: устида

# Send_history
source: Send details for
ru: Отправить детализацию за
tg: Тафсилотро барои рузхои
uz_cyrl: Тафсилотларни юборинг

source: History sent
ru: Детализация отправлена
tg: Тафсилот фиристода шуд
uz_cyrl: Батафсил улаштирилган

# History_sent_email
source: History sent to email
ru: Детализация отправлена на почту
tg: Тафсилот ба почтаи электронӣ фиристода шуд
uz_cyrl: Почта почта орқали юборилади

source: to number
ru: на номер
tg: ба рақами
uz_cyrl: фармоиш бериш

source: Transfer completed!
ru: Перевод выполнен!
tg: Интиқол иҷро шуд
uz_cyrl: Тарйима Баярилди!

# Translation_successfully
source: Translation successfully completed
ru: Перевод успешно выполнен
tg: Интқол бомуваффақият иҷро шуд
uz_cyrl: Тарйима муваффақиятли уланди

# Connect_the_package
source: By a package
ru: Подключить пакет
tg: Пайваст кардани баста
uz_cyrl: Пакет сотиб олинг

# behind
source: per
ru: за
tg: ба маблағи
uz_cyrl: бошига

# account_replenished!
source: Account has been topped up!
ru: Счет пополнен!
tg: Ҳисоб пур карда шуд!
uz_cyrl: Хисоб тулдирилган!

source: Pay
ru: Оплатить
tg: Пардохт кардан
uz_cyrl: Тулаш

source: Paid:
ru: Оплачено:
tg: Пардохт шуд:
uz_cyrl: Танланган:

source: Traffic exchange completed!
tg: Ивазшавии трафик анҷом ёфт!
uz_cyrl: Трафик алмашинуви якунланди!

source: Selected number
ru: Выбранный номер
tg: Рақами интихобшуда
uz_cyrl: Танланган xона

source: Reserve
ru: Забронировать
tg: Брон кардан
uz_cyrl: Китоб

source: Current number
ru: Текущий номер
tg: Рақами ҳозира
uz_cyrl: Хозирги рақам

source: Change number
ru: Сменить номер
tg: Иваз кардани рақам
uz_cyrl: узгариш рақами

source: Application accepted
ru: Заявка принята
tg: Дархост қабул шуд
uz_cyrl: Ариза қабул қилинди

source: Number search
ru: Искать номер
tg: Ҷустуҷӯ кардани рақам
uz_cyrl: қидирув xонаси

source: Reserve on
ru: Забронировать на
tg: Брон кардан ба
uz_cyrl: Китоби

source: Name
ru: Имя
tg: Ном
uz_cyrl: Исм

source: Surname
ru: Фамилия
tg: Насаб
uz_cyrl: Фамилия

source: Middle Name
ru: Отчество
tg: Номи падар
uz_cyrl: Фамилия

source: Passport
ru: Серия паспорта
tg: Серияи шиноснома
uz_cyrl: Паспорт серияси

source: Passport ID
ru: Номер паспорта
tg: Рақами шиноснома
uz_cyrl: Паспорт рақами

# Reserve_number
source: Reserve a number
ru: Забронировать номер
tg: Брон кардани рақам
uz_cyrl: Xонани брон қилиш

source: About
ru: О приложении
tg: Дар бораи замима
uz_cyrl: Илова хақида

# other_application
source: Check our other application
ru: Попробуйте другие наши приложения
tg: Барномаҳои дигари моро санҷед
uz_cyrl: Бошқа аризаларни синаб куринг

source: Privacy Policy
ru: Политика конфиденциальности
tg: Сиёсати Корбурди Маълумоти Шахсӣ
uz_cyrl: Маxфийлик сиёсати

source: Hot line
ru: Горячая линия
tg: Хатти боварӣ
uz_cyrl: фаъол чизиш

source: Map
ru: Карта
tg: Харита
uz_cyrl: Xаритаси

source: List
ru: Список
tg: Рӯйхат
uz_cyrl: Руйхат

# Zet_office
source: Zet Mobile office
ru: Офис ZET Mobile
tg: Идораи ZET Mobile
uz_cyrl: Зет Мобил офис

# LANGUAGE
source: App language
ru: Язык
tg: Забон
uz_cyrl: Тил

source: Appearance
ru: Внешний вид
tg: Намуди зоҳирӣ
uz_cyrl: Ташқи куриниш

source: App theme
ru: Тема приложения
tg: Мавзуи барнома
uz_cyrl: Мавзу аризаси

source: Push notifications
ru: Push-уведомления
tg: Огоҳиои Push
uz_cyrl: Пуш-билдиришномалар

# PROMOTIONS
source: Promotions, offers
ru: Акции, предложения
tg: Аксияҳо, пешниҳодҳо
uz_cyrl: Акциялар, юмлалар

source: E-mail newsletter
ru: E-mail рассылка
tg: E-mail паёмакҳо
uz_cyrl: Електрон почта xабарномаси

source: SMS notifications
ru: SMS уведомления
tg: Огоҳиҳои SMS
uz_cyrl: СМС-xабарлар

source: Security
ru: Безопасность
tg: Бехатарӣ
uz_cyrl: Xавфсизлик

# CHANGE_PIN
source: Change password
ru: Изменить пин-код
tg: Пин-кодро иваз кардан
uz_cyrl: Чинни узгартириш

source: Set password
ru: Установить код-пароль
tg: Код-паролро таъин кардан
uz_cyrl: Паролни ӯрнатинг

source: Biometric Login
ru: Вход по биометрии
tg: Воридшавии биометрӣ
uz_cyrl: Биометрия кириш

# Log_In
source: Log In via password
ru: Вход по паролю
tg: Воридшавӣ бо парол
uz_cyrl: Паролга кириш

source: Settings
ru: Настройки
tg: Танзимот
uz_cyrl: Созламалар

# current_PIN
source: Enter the current PIN code
ru: Введите текущий пин-код
tg: Пин-коди ҷории худро ворид кунед
uz_cyrl: чорий ПИН кодини киритинг

source: New PIN
ru: Новый пин-код
tg: Пин-коди нав
uz_cyrl: янги пин

# Re-enter_PIN
source: Re-enter a new PIN code
ru: Повторите новый пин-код
tg: Пин-коди навро такрор кунед
uz_cyrl: янги ПИН кодини такрорланг

source: E-mail support
ru: E-mail поддержки
tg: Дастгирии почтаи электронӣ
uz_cyrl: Електрон почта томонидан қоллаб-қувватлаш

source: Message subject
ru: Тема сообщения
tg: Мавзӯи паём
uz_cyrl: Xабар мавзуси

source: your message
ru: Ваше сообщение
tg: Паёми Шумо
uz_cyrl: Сизнинг xабарингиз

source: Upload Screenshot
ru: Загрузить скриншот
tg: Скриншотро бор кунед
uz_cyrl: Скриншотни ёкланг

source: Feedback
ru: Обратная связь
tg: Алоқаи баръакс
uz_cyrl: Қайта алоқа

source: Roaming
ru: Роуминг
tg: Роуминг
uz_cyrl: Роуминг

source: Information
ru: Информация
tg: Маълумот
uz_cyrl: Маълумот

# COUNTRIES_CONDITIONS
source: Countries and conditions
ru: Страны и условия
tg: Кишварҳо ва шароитҳо
uz_cyrl: Мамлакатлар ва шартлар

# CHOOSE_COUNTRY
source: Choose the country
ru: Выберите страну
tg: Кишварро интихоб кунед
uz_cyrl: Мамлакатни танланг

source: Guest operator
ru: Гостевой оператор
tg: Оператори меҳмон
uz_cyrl: Мехмон Оператор

source: Unlimited
ru: Безлимит
tg: Бемаҳдуд
uz_cyrl: Чексиз

source: Choose language
ru: Выберите язык
tg: Забонро интихоб кунед
uz_cyrl: Тилни танланг

source: Tajik
ru: Таджикский
tg: Тоҷикӣ
uz_cyrl: Точик тили

source: Russian
ru: Русский
tg: Русӣ
uz_cyrl: Рус

source: English
ru: Английский
tg: Англисӣ
uz_cyrl: Инглизча

source: Next charge date
ru: Дата следующего списания:
tg: Санаи аз ҳисоб баровардани навбатӣ:
uz_cyrl: қуыидаги ёзувнинг санаси:

# Enter_PIN
source: Enter PIN code
ru: Введите пин-код
tg: Пин-кодро ворид кунед
uz_cyrl: ПИН кодини киритинг

# FORGOT_PASSWORD?
source: Forgot your password?
ru: Забыли пароль?
tg: Калидвожаро фаромӯш кардед?
uz_cyrl: Паролни унутдингизми?

source: Get sms
ru: Получить СМС
tg: СМС қабул кардан
uz_cyrl: СМС қабул қилиш

# receive_SMS
source: You will receive an SMS with an authorization code
ru: Вы получите СМС с кодом для авторизации
tg: Шумо СМС бо рамз барои авторизатсия мегиред
uz_cyrl: Сиз авторизация коди билан СМС оласиз

# Enter_phone
source: Enter phone number
ru: Введите номер телефона
tg: Рақами телефонро ворид кунед
uz_cyrl: Телефон рақамини киритинг

# Enter_SMS
source: Enter SMS code
ru: Введите смс-код
tg: Смс-код-ро ворид кунед
uz_cyrl: СМС кодини киритинг

source: Confirm
ru: Подтвердить
tg: Тасдиқ кардан
uz_cyrl: Тасдиқланг

# No_internet
source: No available internet packages
ru: Нет доступных интернет-пакетов
tg: Бастаҳои интернет дастрас нестанд
uz_cyrl: Мавчуд Интернет топламлари йок

# No_minutes
source: No available packages for minutes
ru: Нет доступных голосовых пакетов
tg: Бастаҳои дақиқа дастрас нестанд
uz_cyrl: Мавчуд дақиқа топламлари йок

# No_SMS
source: No available SMS packages
ru: Нет доступных смс-пакетов
tg: Бастаҳои смс дастрас нест
uz_cyrl: Хеч қандай кириш хуқуқи йок

source: Agree with
ru: Согласен с
tg: Розӣ бо
uz_cyrl: Рози

source: To accept
ru: Принять
tg: Қабул кардан
uz_cyrl: қабул қилмоқ

# agree_conditions
source: conditions
ru: условиями
tg: шарт
uz_cyrl: шароитлар

source: Active before:
ru: Активен до:
tg: Фаъол то:
uz_cyrl: Олдин фаол:

source: Exit
ru: Выход
tg: Баромад
uz_cyrl: Чикиш

source: Replenishment
ru: Пополнение
tg: Пур кардан
uz_cyrl: Тулдириш

source: Charge
ru: Списание
tg: Аз ҳисоб баровардан
uz_cyrl: Хисобдан чикориш

# social_networks
source: WE ARE IN SOCIAL NETWORKS
ru: МЫ В СОЦСЕТЯХ
tg: МО ДАР шабакаҳои иҷтимоӣ ҳастем
uz_cyrl: Биз ижтимоий тармоқлардамиз

# No_tariffs
source: No tariffs available
ru: Доступных тарифов нет
tg: Тарофаҳо дастрас нестанд
uz_cyrl: Тарифлар мавчуд емас

source: Next charge
ru: Следующее списание:
tg: Аз ҳисоб барории навбатӣ:
uz_cyrl: Кеинги хисоблаш:

# tariff_connected!
source: The tariff is connected!
ru: Тариф подключен!
tg: Тарофа пайваст карда шуд!
uz_cyrl: Тариф уланди!

# no_expenses
source: You do not have expenses for the last 5 days
ru: У Вас не имеется расходов за последние 5 дней
tg: Шумо дар 5 рӯзи охир ягон хароҷот надоред
uz_cyrl: Сизда оxирги 5 кун учун xарачотлар йок

# disable_service?
source: Are you sure you want to disable the service?
ru: Вы уверены, что хотите отключить услугу?
tg: Шумо мутмаин ҳастед, ки хизматрасониро хомӯш кардан мехоҳед?
uz_cyrl: Хақиқатан хам xизматни учирмоқчимисиз?

source: Disable service
ru: Отключить услугу
tg: Хизматрасониро хомӯш кардан
uz_cyrl: Xизматнрасонини учириш

# Disable_service2
source: Want to turn off
ru: Отключить услугу
uz_cyrl: Xизматнрасонини учириш

# service_disabled
source: The service is disabled!
ru: Услуга отключена!
tg: Хизмат қатъ карда шуд!
uz_cyrl: Xизматрасони учирилган!

# service_successfully_disabled!
source: The service is successfully disabled!
ru: Услуга успешно отключена!
tg: Хизматрасонӣ бомуваффақият қатъ карда шуд!
uz_cyrl: Xизматрасони муваффақият билан учирилган!

source: Not paid
ru: Не оплачен
tg: Пардохт нашудааст
uz_cyrl: Туланмаган

source: Service
ru: Услуга
tg: Хизмат
uz_cyrl: Xизмат

source: Successfully disabled!
ru: успешно отключена!
tg: бомуваффақият хомӯш карда шуд!
uz_cyrl: Муваффақиыятли учирилган!

# Failed_disable_service.
source: Failed to disable the service. Please, repeat later
ru: Не удалось отключить услугу.Пожалуйста, повторите позже
tg: Хизмат - ро хомӯш карда нашуд. Лутфан, бори дигар такрор кунед.
uz_cyrl: Xизматни учириб булмади. Илтимос, кегинроқ такрорланг

# Connect_service
source: Connect the service
ru: Подключить услугу
tg: Пайваст кардани хизматрасонӣ
uz_cyrl: Xизматни уланг

# Connect_service2
source: Subscribe to service
ru: Подключить услугу
tg: Хизматрасонии
uz_cyrl: Хизматни уланг

# service_connected
source: The service is connected!
ru: Услуга подключена!
tg: Хизматрасонӣ фаъол карда шуд!
uz_cyrl: Xизмат уланган!

source: Successfully connected!
ru: успешно подключена!
tg: Бо муваффақият пайваст шуд!
uz_cyrl: Муваффақияатли уланган!

source: Reconnect
ru: Переподключить
tg: Аз нав пайваст кардан
uz_cyrl: Қайта уланинг

# Reconnect_tariff
source: Reconnect price plan
ru: Переподключить тариф
tg: Тарофа аз нав пайваст карда шуд
uz_cyrl: тарофа қайта уланди

source: Tariff reconnected!
ru: Тариф переподключен!
tg: Тарофа аз нав пайваст шуд!
uz_cyrl: тарофа янгидан уланди

# Invalid_number
source: Invalid recipient number
ru: Неверный номер получателя
tg: Рақами нодурусти қабулкунанда
uz_cyrl: Нотугри қабул қилувчи рақами

# maximum_limit:
source: Your maximum limit:
ru: Ваш максимальный лимит:
tg: Ҳади калонтарини Шумо:
uz_cyrl: Сизнинг максимал чегарангиз:

# minimum_limit:
source: Your minimum limit:
ru: Ваш минимальный лимит:
tg: Ҳади камтарини Шумо:
uz_cyrl: Минимал чегарангиз:

# not_used_transfer
source: You have not used the service yet "Traffic transfer"
ru: Вы еще не воспользовались услугой "Трафик трансфер"
tg: Шумо ҳоло аз хизматрасонии интқоли мобилии "Интиқоли трафик" истифода накардаед
uz_cyrl: Сиз хали "Трафикни узатиш" xизматидан фойдаланмадингиз

# not_used_exchange
source: You have not used the service yet "Traffic exchange"
ru: Вы еще не воспользовались услугой "Обмен трафика"
tg: Шумо ҳоло аз хизматрасонии "Ивазшавии трафик" истифода накардаед
uz_cyrl: Сиз хали "Трафик алмашинуви" xизматидан фойдаланмадингиз

# not_used_History
source: You have not used the service yet "History"
ru: Вы еще не воспользовались услугой "Детализация"
tg: Шумо ҳоло аз хизматрасонии "Тафсилот" истифода накардаед
uz_cyrl: Сиз хали хам "Даторинг" xизматидан фойдаланмадингиз

# not_used_Mobile
source: You have not used the service yet "Mobile Transfer"
ru: Вы еще не воспользовались услугой "Мобильный перевод"
tg: Шумо ҳоло аз хизматрасонии "Интиқоли мобилӣ" истифода накардаед
uz_cyrl: Сиз хали хам "Мобил тарйимаси" xизматидан фойдаланмадингиз

source: Ask for
ru: Попросить
tg: Хоҳиш кардан
uz_cyrl: Сураш

source: Subscriber
ru: у абонента
tg: Аз муштарӣ
uz_cyrl: Абонент

source: Friend's number
ru: Номер друга
tg: Рақами дӯст
uz_cyrl: дустнинг раками

source: Sum
ru: Сумма
tg: Нарх
uz_cyrl: нарх

source: Proceed
ru: Продолжить
tg: Идома додан
uz_cyrl: Давом етмоқ

# 4_numbers
source: Enter 4 numbers
ru: Введите 4 цифры
tg: 4 рақамро ворид кунед
uz_cyrl: 4 рақамни киритинг

source: Incorrect number
ru: Неверный номер
tg: Рақами нодуруст
uz_cyrl: Нодуруст рақам

source: Incorrect code
ru: Неверный код
tg: Рамзи нодуруст
uz_cyrl: нодуруст парол

# password_code
source: Enter the password code
ru: Введите код-пароль
tg: Рамзро ворид кунед
uz_cyrl: Паролни киритинг

# Re-enter_password
source: Re-enter the password code
ru: Повторите код-пароль
tg: Рамзро такрор кунед
uz_cyrl: Паролни такрорланг

# Error_four-digit_password
source: Error enter the four-digit password code
ru: Ошибка, введите четырехзначный код-пароль
tg: Иштибоҳ, рамзи 4 рақамаро ворид кунед
uz_cyrl: Xато торт ракамли парол кодини киритинг

# Error_confirmation_password
source: Error enter the correct confirmation password code
ru: Ошибка, введите корректный подтверждающий код-пароль
tg: Иштибоҳ, лутфан рамзи дурусти тасдиқкунандаро ворид кунед
uz_cyrl: Xато тогри тасдиқланган парол кодини киритинг

source: Password saved!
ru: Пароль сохранен!
tg: Рамз нигоҳ дошта шуд!
uz_cyrl: Парол сақланди!

# Error_password_again
source: Error, enter a password code again
ru: Ошибка, введите еще раз код-пароль
tg: Иштибоҳ, рамзро аз нав ворид кунед
uz_cyrl: Xато, парол кодини яна киритинг

# Error_mail
source: Error. Enter mail
ru: Ошибка. Введите почту
tg: Иштибоҳ. Почтаро ворид кунед
uz_cyrl: Xато. Почта киритинг

# Invalid_email
source: Invalid email. Enter the correct email
ru: Ошибка. Введите корректную почту
tg: Иштибоҳ. Почтаи дурустро ворид кунед
uz_cyrl: Xато. Тогри почтани киритинг

# Error_detail_period
source: Error. Choose a detail period
ru: Ошибка. Выберите период детализации
tg: Иштибоҳ. Давраи тафсилотро интихоб кунед
uz_cyrl: Xато. Тафсилотни танланг
